/* Found Owner Share Item Description Part 2 */
" with Swiss Plates: " = " con Swiss Plates: ";

/* Store, ad free title label */
"Ad free" = "Senza pubblicità";

/* Addressbook saving error alert view title */
"Addressbook saving error" = "Errore di salvataggio";

/* Plate search failed alert view */
"An server error occurred during the search. Please try again later" = "Si è verificato un errore con il server. Si prega di riprovare più tardi";

/* Back Bar Buttom Item Text
 Back web support view button
 NavigationBarBackButtonText */
"Back" = "Indietro";

/* Store, buy credits label */
"Buy credits in order to search in the following cantons: AG, BL, FR, LU, NW, SH, TI, VS, ZG, ZH" = "Acquista crediti per effettuare le tue ricerche nei seguenti cantoni: AG, BL, FR, LU, NW, SH, TI, VS, ZG, ZH";

/* Call button title */
"Call" = "Chiamare";

/* Share action sheet, share via sheet cancel button */
"Cancel" = "Cancellare";

/* Found Owner Share Item Title */
"Car owner found" = "Proprietario del veicolo trovato";

/* Recommend Swiss Plates Share Item Description */
"Check out this app!" = "Dai un’occhiata a questa applicazione!";

/* Contact support title */
"Contact" = "Contatti";

/* Address resolving answer message */
"Could not resolve address" = "L’indirizzo non è stato trovato";

/* Phone number resolving answer message */
"Could not resolve phone number" = "Il numero di telefono non è stato trovato";

/* Store, current credits label */
"Current credits:" = "Saldo disponibile:";

/* Swiss Plates settings support email draft text */
"Dear Support, " = "Caro Support, ";

/* Decoding error alert view */
"Decoding error" = "Errore di decodifica";

/* Store, ad free text label */
"Enjoy Swiss Plates without ads" = "Goditi Swiss Plates senza pubblicità";

/* Entry saved alert view */
"Entry saved" = "Salvato";

/* Entry saved in addressbook alert view */
"Entry saved in addressbook" = "Salvato in contatti";

/* Error saving after delete. */
"Error saving after delete" = "Errore di salvataggio";

/* Follow support button */
"Follow us on Twitter" = "Seguici su Twitter";

/* Store, full verion title label */
"Full version" = "Versione completa";

/* Get captcha failed alert view */
"Get captcha failed" = "Richiesta del captcha fallita";

/* Get cookie step failed alert view */
"Get cookie failed" = "Richiesta del cookie fallita";

/* Get result failed alert view */
"Get result failed" = "Richiesta fallita";

/* No comment provided by engineer. */
"Gift" = "Regalo";

/* Gift support button */
"Gift this app" = "Regala questa applicazione";

/* No comment provided by engineer. */
"Gift This App" = "Regala questa applicazione";

/* Found Owner Share Item Description Part 1 */
"I found the owner of the license plate " = "Ho trovato i seguenti proprietari ";

/* No comment provided by engineer. */
"If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!" = "Se ti piace %@, ci daresti un voto? Servirà solo un minuto! Grazie per la tua disponibilità!";

/* Invalid voucher code alert view title */
"Invalid voucher code" = "Codice non valido";

/* Limit reached 3G alert view
 Limit reached normal alert view */
"Limit reached" = "Limite raggiunto";

/* Loading web support view title label */
"Loading..." = "In caricamento...";

/* Login failed alert view */
"Login failed" = "Errore accedere al web service";

/* Review support button */
"Make a review" = "Scrivi una recensione";

/* No captcha code entered alert view */
"No captcha code entered" = "Nessun codice captcha inserito";

/* No car number entered alert view */
"No car number entered" = "Nessun numero di targa inserito";

/* No credits available alert view title */
"No credits" = "Crediti esauriti";

/* No direct email alert view title */
"No direct email" = "Nessuna e-mail automatica";

/* No network available alert view title */
"No network" = "Nessuna rete";

/* Search failed alert view */
"No result" = "Nessun risultato";

/* No comment provided by engineer. */
"No, Thanks" = "No grazie";

/* Error saving after delete.
 No direct email alert view cancel button
 No network available alert view cancel button
 Swiss Plates News Remote Notification Button */
"Ok" = "Ok";

/* Phone number resolving answer message */
"Phone number could not be found" = "Il numero di telefono non è stato trovato";

/* Plate search failed alert view */
"Plate search failed" = "La ricerca fallita";

/* Plates tab bar title */
"Plates DB" = "Targa DB";

/* Get cookie waiting alert view message */
"Please wait. The process can take up to 60 seconds" = "Si prega di attendere. Questo processo può durare fino a 60 secondi";

/* Product successfully purchased alert view */
"Product successfully purchased" = "Prodotto acquistato con successo";

/* No comment provided by engineer. */
"Rate" = "Valutazione";

/* No comment provided by engineer. */
"Rate This App" = "Valutare l’applicazione";

/* Recommend this app support title */
"Recommend this app" = "Consigliare l’applicazione";

/* Recommend support button */
"Recommend to friends" = "Consiglia agli amici";

/* Store, redeem voucher label */
"Redeem voucher" = "Riscattare un buono";

/* Resolving address mapview label */
"Resolving address..." = "In trovamento d'indirizzo...";

/* Search tab bar title */
"Search" = "Ricerca";

/* Search failed alert view */
"Search failed" = "La ricerca fallita";

/* Email send button title */
"Send Email" = "Inviare email";

/* SMS send button title */
"Send SMS" = "Inviare SMS";

/* Share action sheet, share via sheet title */
"Share via" = "Condividi su";

/* Recommend Swiss Plates Share Item Title */
"Swiss Plates" = "Swiss Plates";

/* Swiss Plates News Remote Notification Title */
"Swiss Plates News" = "News da Swiss Plates";

/* Swiss Plates settings support email subject */
"Swiss Plates support" = "Swiss Plates support";

/* Get captcha failed alert view */
"The app was unable to get the captcha from the web service" = "Si è verificato un errore durante il download del codice captcha";

/* Get cookie step failed alert view */
"The app was unable to get the cookie from the web service" = "Si è verificato un errore durante la richiesta del cookie";

/* Get result failed alert view */
"The app was unable to get the search result" = "Si è verificato un errore durante la ricerca";

/* Login failed alert view */
"The app was unable to login into the web service" = "L’applicazione non è riuscita ad accedere al web service";

/* Search failed alert view */
"The app was unable to search for the plate number" = "Si è verificato un errore nella ricerca del proprietario del numero di targa";

/* Wrong captcha code alert view */
"The captcha code you entered is not valid. Please try again" = "Il codice captcha inserito non è valido. Si prega di riprovare";

/* No direct email alert view message */
"The direct emailing function is not available on this iPhone/iOS version. Please send us manually an email to: support@zerooneapps.com" = "L’invio automatico di e-mail in questa versione iPhone/iOS non è possibile. Per cortesia inviateci una e-mail a: support@zerooneapps.com";

/* Invalid voucher code alert view message */
"The entered voucher code is either invalid or empty. A valid voucher code contains 16 letters and numbers." = "Il buono è esaurito o non valido. Un codice valido è composto da 16 lettere o cifre.";

/* Addressbook saving error alert view message */
"The owner details could not be saved in the addressbook" = "Le informazioni riguardanti il proprietario non possono essere salvate in contatti.";

/* Verify voucher code invalid sku alert view message */
"The product code for this voucher is invalid. Please contact the support." = "Il codice prodotto per questo buono non è valido. Si prega di contattare il servizio assistenza.";

/* Verify voucher request error alert view message */
"The request in order to verify the voucher returned an error. Please try again later." = "Il buono non è al momento verificabile. Si prega di riprovare più tardi.";

/* Search failed alert view */
"The search did not return any result. There may be no owner with this plate number" = "La ricerca non ha prodotto alcun risultato. Non è stato trovato nessun proprietario per questo numero di targa";

/* Decoding error alert view */
"The search result could not be decoded. Please report this error immeditately to the app support" = "Il risultato della ricerca non può essere decodificato. Si prega di segnalare al più presto l’errore al Servizio Assistenza (Support)";

/* Voucher already used alert view message */
"The voucher code you entered has already been used." = "Il codice inserito è già stato utilizzato.";

/* Invalid voucher code alert view message */
"The voucher code you entered is not valid." = "Il codice inserito non è valido.";

/* No network available alert view message */
"There is no WiFi or cellular network available. Please check or try again later." = "Non è a disposizione né una rete WiFi né una rete di telefonia mobile. Ti preghiamo di riprovare più tardi.";

/* Store, full version text label */
"Unlimited credits, no ads" = "Crediti illimitati, senza pubblicità";

/* Verify voucher code invalid sku alert view title */
"Verify voucher code invalid sku" = "Verifica del buono, codice SKU non valido";

/* Verify voucher request error alert view title */
"Verify voucher request error" = "Verifica del buono non riuscita";

/* Voucher already used alert view title */
"Voucher already used" = "Buono già utilizzato";

/* Voucher successfully redeemed alert view */
"Voucher successfully redeemed" = "Buono riscosso con successo";

/* Wrong captcha code alert view */
"Wrong captcha code" = "Errato codice captcha";

/* No car number entered alert view */
"You must enter a car number to proceed" = "Per proseguire si prega di inserire un numero di targa";

/* No captcha code entered alert view */
"You must enter the captcha code as shown in the image" = "Si prega di inserire il codice che si trova nell’immagine";

/* Limit reached normal alert view */
"You reached the daily query limit set by the canton of 5 searches per day for today. Please try again tomorrow." = "Hai raggiunto il limite massimo giornaliero di canton di 5 richieste per indirizzo IP. Riprova domani.";

/* Limit reached 3G alert view */
"You reached the daily query limit set by the canton of 5 searches per day for today. Please try again tomorrow. Tip: if you have not done any searches yet and you are on the 3G cellular network, you can try to connect to a Wifi network and search again. The canton limits the number of search requests to 5 per IP address per day. If you are on a 3G cellular network you share the same IP with other people near you who may already have used the 5 credits available per day." = "Hai raggiunto il limite massimo giornaliero di canton di 5 richieste per indirizzo IP. Riprova domani. Consiglio: se oggi non hai eseguito ancora nessuna richiesta e sei collegato tramite una rete 3G, prova a riconnetterti tramite una rete Wi-Fi e ricomincia la ricerca. In una rete 3G, l’indirizzo IP è condiviso da più persone e può succedere che le 5 richieste al giorno per indirizzo IP siano già state esaurite.";

/* No comment provided by engineer. */
"You really enjoy using %@. Your family and friends will love you for giving them this app." = "Se ti piace %@, anche la tua famiglia e i tuoi amici potrebbero divertirsi con questa applicazione.";

/* No credits available alert view message */
"Your current credit balance is zero. If you would like to continue using Swiss Plates, please buy search credits in the store or upgrade to the full version" = "Il tuo credito è esaurito. Se vuoi continuare a utilizzare Swiss Plates, acquista altri crediti nel Store o l’upgrade della versione completa";

/* Go to Store alert view button title */
"Go to Store" = "Andare a Store";

/* Enter code in captcha image label */
"Please enter the text in the picture" = "Si prega di inserire il codice nell’immagine";

/* Wrong captcha important lower and upper case letters */
"(Note the upper and lower case letters!)" = "(Nota le lettere maiuscole e minuscole)";

/* Report to support button title */
"Report to support" = "Invia il support";

/* Store, restore purchases title label */
"Restore purchases" = "Restore purchases";

/* Intro support button */
"Show intro again" = "Mostra introduzione";

/* Intro support title */
"Help / intro" = "Introduzione";

/* DB is empty box text */
"Tap on the search button in order to start a search" = "Toccare al fine di avviare una ricerca";


/* ---------------- NEW Version 1.3 --------------- */

/* Addressbook access denied alert view title */
"Address book access denied" = "L'accesso alla rubrica negato";

/* Addressbook access denied alert view message */
"Swiss Plates cannot access the address book. You may allow Swiss Plates to access the address book in the privacy settings in order to save the contact information." = "Swiss Plates non possono accedere alla rubrica. Il licenziatario potrà consentire Swiss Plates di accedere alla rubrica nelle impostazioni di privacy, al fine di salvare le informazioni di contatto.";

/* ---------------- NEW Version 1.6 --------------- */

/* Canton not available alert view */
"Canton not available" = "Canton not available";

/* Canton not available alert view */
"The server of the canton you are searching for is currently not available. This is normally only a temporary problem (server too busy, maintenance). Please try again later" = "Il server del cantone che si sta cercando non è attualmente disponibile. Questo è di solito solo un problema temporaneo (server troppo occupato, manutenzione). Riprova più tardi";

/* ---------------- NEW Version 1.7 --------------- */

/* Check out Swiss Transit message low res */

"\"Swiss Transit\" provides a new way to check out public transport connections, departures and arrivals in Switzerland. It is available for iPhone and iPad. Would you like to check it out?" = "\"Swiss Transit\" è una nuova applicazione per il trasporto pubblico in Svizzera (collegamenti, partenze, arrivi). E'disponibile per iPhone e iPad. Vuoi vederlo?";

/* Check out Swiss Transit message hi res */
"The brand new Swiss app \"Swiss Transit\" provides a new way to check out public transport connections, departures and arrivals in Switzerland. A great app for everyone using public transport. It is available for iPhone and iPad. Would you like to check it out?" = "\"Swiss Transit\" è una nuova applicazione per il trasporto pubblico in Svizzera (collegamenti, partenze, arrivi, mostra il percorso sulla mappa, mostra indicazioni a piedi). E'disponibile per iPhone e iPad. \nVuoi vederlo?";

/* Check out Swiss Transit title */
"Swiss Transit - New app for public transport" = "Swiss Transit";

/* Check out Swiss Transit No Thanks button */
"No, Thanks" = "No, grazie";

/* Check out Swiss Transit Check it out button */
"Check it out" = "Sì mi piacerebbe vederlo";

/* Check out Swiss Transit Remind me later button */
"Remind me later" = "Ricordamelo più tardi";

/* ---------------- NEW Version 2.0 --------------- */

"Open Safari" = "Apri Safari";
